[
    {
      "key": "drukkerij-georges-michiels",
      "originalImage": "/assets/jpeg/DrukkerijMichiels.jpeg",
      "name": "Drukkerij Georges Michiels",
      "status":"Existing",
      "images": "/assets/DrukkerijMichiels.png",
      "description": "Op de zuidelijke helling van het stadscentrum rijst het voormalige gebouw van drukkerij Georges Michiels op, een architecturaal statement uit 1919 dat met zijn gelaagde vormentaal en materiaalkeuzes een modernistische inslag verraadt.\n\n Het volume, vier bouwlagen hoog, manifesteert zich met een markante uitbouw op de eerste en tweede verdieping, waarin smalle verticale raamopeningen een ritmisch patroon vormen. Deze repetitieve geleding, strak in het gevelvlak geïntegreerd, verleent het geheel een sobere, maar doordachte dynamiek die de invloed van het modernisme verraadt.De bovenste etage introduceert een ander register: halve patrijspoortramen en een gevelbreed terras met buisleuningen roepen onmiskenbaar associaties op met de pakketbootstijl, een verwijzing naar de functionalistische idealen van interbellumarchitectuur.\n\n De gevelcompositie speelt subtiel met kleur en textuur. De bovenverdiepingen in warme gele baksteen lijken te zweven boven een onderbouw waarin diepe raamnissen, gevat in dezelfde baksteen, een dialoog aangaan met de robuuste, ruw bewerkte plint van blauwe hardsteen. Hier zorgen opstaande, dieprode baksteenaccenten voor een genuanceerd samenspel tussen licht en schaduw. Georges Michiels liet in 1936 ook een modernistisch handelspand optrekken aan de Grote Markt, bestemd voor schoolboeken en -gerief, naar ontwerp van de Tongerse architect Nicolas Franz Streignart. Zijn drukkerij zou tot de jaren negentig verankerd blijven in de Corversstraat, alvorens zich te verplaatsen naar het bedrijventerrein Overhaem, waarmee een hoofdstuk in de stedelijke geschiedenis werd afgesloten.",
      "coordinates": [50.7790, 5.4649],
      "gradiant": "bg-gradient-to-r from-[#94adb4] via-[#72909a] to-[#607f89]"
    },
    {
        "key": "villa-reeber",
        "originalImage": "/assets/jpeg/VillaReeber.jpeg",
        "name": "Villa Reeber",
        "status":"Destroyed",
        "images": "/assets/VillaReeber.png",
        "description": "Aan de Kastanjewal, op een steenworp van het huidige stadspark De Motten, verrees in het interbellum een opmerkelijke stadsvilla, ontworpen in opdracht van de familie Reeber. Een woning waarin de architectuur balanceerde op de grens tussen traditie en vernieuwing: enerzijds de solide, ambachtelijke baksteenbouw, anderzijds de dynamische vormentaal van een getemperde Art Deco.\n\nDe architect koos voor een spel van geel en rood baksteen, waarin rechthoekige volumes en afgeronde hoeken elkaar afwisselden. De asymmetrische compositie verleende het gebouw een zekere onvoorspelbaarheid, terwijl de variërende dakvormen een subtiele ritmiek in de architectuur brachten.\n\nDe toegang tot de woning werd nadrukkelijk geënsceneerd: een monumentale boog in gele baksteen overspande het portiek en rustte op een podium van rode baksteen. Dit spel van massa en lijn brak de verticale monumentaliteit en verleende de villa een gelaagde présence in het straatbeeld.\n\nEen bijzonder detail, dat de architecturale gelaagdheid van de woning illustreerde, was het hoekraam links van de voordeur. Als een knipoog naar het modernisme doorbrak het de massiviteit van de bakstenen gevel en fungeerde het als scharnierpunt tussen de klassieke en meer vooruitstrevende invloeden in het ontwerp.\n\nDeze stadsvilla, ooit een stille getuige van een hybride architectuurperiode, werd in 2017 gesloopt—een verlies voor het stedelijk weefsel, waarin het gebouw een discrete, maar betekenisvolle rol speelde.",
        "coordinates": [50.7775, 5.4680],
        "gradiant": "bg-gradient-to-r from-[#99af9a] via-[#7f9f87] to-[#7f9f87]"    
    },
    {
        "key": "villa-steyns",
        "originalImage": "/assets/jpeg/VillaSteyns.jpeg",
        "name": "Villa Steyns",
        "status":"Destroyed",
        "images": "/assets/VillaSteyns.png",
        "description": "In het hart van Tongeren verrijst een stadsvilla die een brug slaat tussen het verleden en de modernistische toekomst die het interbellum ambieerde. Ontworpen door de Tongerse architect Jean Willemaers in opdracht van Marcel Steyns, is deze woning een schoolvoorbeeld van baksteenmodernisme, dat zich hier manifesteert als een spel van volumes, ritmes en materialiteit.\n\nWat meteen opvalt, is de dynamiek van de gevelcompositie: een afwisselend spel van in- en uitspringende volumes, scherpe hoeken en afgeronde lijnen. Het ronde portaal fungeert als een visuele ankerplaats en benadrukt de entree op een manier die doet denken aan de monumentaliteit van Art Déco. De roomkleurige baksteen, zorgvuldig gemetseld met een dieperliggende voeg, verleent het gebouw een subtiele plasticiteit, terwijl de horizontale geleding en de halfronde uitbouw verwijzen naar de gestroomlijnde vormentaal van de oceanliners. Ook de buisleuningen op het terras versterken die maritieme associatie, een typisch motief binnen het modernisme.\n\nToch wringt deze woning zich enigszins binnen haar context. Stijlzuiver modernistisch kan men haar moeilijk noemen, wellicht omdat de architect zich bewust was van de eclectische herenhuizen die het straatbeeld domineren. In plaats van een radicale breuk te forceren, lijkt Willemaers hier te laveren tussen traditie en vernieuwing. Het resultaat is een architectuur die moderniteit omarmt zonder haar omgeving te verloochenen—aangespoeld in een zee van traditie, maar met het kompas gericht op de toekomst.",
        "coordinates": [50.7802, 5.4655],
        "gradiant": "bg-gradient-to-r from-[#96b1a2] via-[#86ab99] to-[#82a795]"
    },
    {
      "key": "huis-streignart",
      "originalImage": "/assets/jpeg/Woning_Streignart_interpretatie.jpeg",
      "name": "Huis Streignart",
      "status":"Existing",
      "images": "/assets/Woning_Streignart_interpretatie.png",
      "description": "In 1934 gunde architect Nicolas Franz Streignart (1893-1965) zichzelf een manifest in baksteen en beton aan de Astridlaan: een woning waarin de vormentaal van het Nieuwe Bouwen op onmiskenbare wijze haar stempel drukt. \n\nVanuit een schijnbaar rigide kubusvorm opent het volume zich strategisch naar de omgeving. Een insnijding in de hoek onthult het kloppend hart van de woning: een torenachtig trappenhuis dat, omarmd door gevelhoge ramen, als een verticaal lichtreservoir functioneert. Rond dit baken van transparantie groepeert Streignart de woonvertrekken, waardoor het natuurlijk licht niet enkel horizontaal, maar ook diagonaal binnenstroomt. \n\nDe compositie van het huis is een subtiel spel van massa en leegte, ritmische raamopeningen en uitkragende volumes. De asymmetrische gevelopbouw ademt de geest van de avant-garde: sober, functioneel, wars van ornament, maar des te sterker in plastische expressie. \n\nMateriaalkeuzes onderstrepen deze nuchtere, modernistische vormentaal. Baksteen en beton bepalen de ruggengraat van het gebouw, terwijl het ruwe, beraapte pleisterwerk de volumes een aardse, tactiele kwaliteit verleent. Schrijnwerk in het tropische Limba-hout versterkt de horizontale en verticale ritmiek, met hoekramen en een verfijnde roedeverdeling die als een grafisch patroon de façade doorsnijdt. De geglazuurde vensterdorpels van de Tongerse steenbakkerij Francart brengen een subtiele nuance in het monochrome palet. \n\nEen woonhuis als statement: Streignart ontwierp niet zomaar een verblijfplaats, maar een architecturale ideologie in steen gegoten.",
      "coordinates": [50.7810, 5.4702],
      "gradiant": "bg-gradient-to-r from-[#d2af84] via-[#c6a072] to-[#c59f70]"
    },
    {
      "key": "piepelpoel-10",
      "originalImage": "/assets/jpeg/Piepelpoel10.jpeg",
      "name": "Piepelpoel 10",
      "status":"Destroyed",
      "images":"/assets/Piepelpoel10.png",
      "description": "Als een ankerpunt in de stedelijke textuur, staat—of beter gezegd: stond—op een strategische hoek een woning die het optimisme van het interbellum belichaamde. Opgetrokken in 1935, vertaalde het gebouw de principes van het Nieuwe Bouwen naar een compact, stedelijk volume: een spel van geometrie en functionaliteit, met een gevoelige detaillering die de brutaliteit van de moderne vormentaal temperde. \n\nDe gevel, een krachtig statement van asymmetrische compositie, werd opengebroken op de hoek, waar de entree zich schuilhield in een ranke verticale insnijding. Twee patrijspoortvormige ramen functioneerden als alerte observatoren, wakend over het kruispunt, terwijl het ruwe beraapte pleisterwerk het volume een tactiele, bijna tijdloze materialiteit gaf. De subtiele luxueuze toets van een terrazzo plint—waarvan het roze cement het daglicht opving in een subtiel kleurenspel—verrijkte het geheel. \n\nEen bijzonder detail vond men in de dakrand en de raamomlijstingen van de bovenste verdieping: geglazuurde tegels, glanzend als een echo van de modernistische overtuiging dat functionaliteit en verfijning geen tegenpolen hoeven te zijn. Deze bescheiden ornamentiek plaatste het huis in dialoog met de historische gelaagdheid van de stad en voegde een bijna speelse nuance toe aan zijn sobere vormentaal. \n\nVandaag is dat alles grotendeels verdwenen. De recente gedeeltelijke sloop heeft het gebouw van zijn karakteristieke details beroofd, waardoor het eerder een vage herinnering is geworden aan wat eens een bescheiden meesterwerk was. Wat rest, is de vraag hoe de stad omgaat met de architecturale erfstukken die haar identiteit mee vormgeven—en de melancholie om wat niet meer is.",
      "coordinates": [50.7795, 5.4667],
      "gradiant": "bg-gradient-to-r from-[#8daaa8] via-[#5b8c90] to-[#4a8486]"
    },
    {
      "key": "stadsvilla-hoogmartens",
      "originalImage": "/assets/jpeg/VillaHoogmartens.jpeg",
      "name": "Stadsvilla Hoogmartens",
      "status":"Destroyed",
      "images":"/assets/VillaHoogmartens.png",
      "description": "Aan de Leopoldwal 64 in Tongeren stond tot voor kort een markante stadsvilla, een werk van de Nederlandse architect Jos Wielders (1883-1949), een sleutelfiguur in de architectuur van Nederlands Limburg tijdens het interbellum. Opgetrokken in 1935 in opdracht van de familie Hoogmartens, belichaamde deze woning een cruciaal moment in Wielders’ evoluerende vormentaal: een loskomen van de Amsterdamse School en een flirt met het kubistisch expressionisme, een stroming die zich aan het einde van de jaren twintig als een prikkelende belofte aandiende. \n\nDe halfopen bebouwing manifesteerde zich in een volumetrisch spel van inspringende en vooruitstekende gevelvlakken. Een fors uitkragend zadeldak met geglazuurde, roodbruine dakpannen overspande het geheel, terwijl het metselwerk—uitgevoerd in een subtiel kettingverband—speelde met nuances van roodbruin in de plint en warmgeel in de opgaande gevels. Een heldere verwijzing naar het baksteenmodernisme van het interbellum. \n\nWielders componeerde de voorgevel als een dynamisch tableau van horizontale vensterreeksen en hoekramen die niet alleen het interieur overspoelden met licht, maar ook een panoramisch zicht boden op de middeleeuwse wallen. De entree, bescheiden aan de linkerzijgevel, werd geaccentueerd door een stalen luifel en een imposant, twee bouwlagen hoog glas-in-loodraam in lichtgeel antiekglas, dat de zon als een levendige gast door het trappenhuis naar binnen leidde. \n\nParallel aan dit ontwerp kreeg Wielders van dezelfde opdrachtgevers ook de vraag om een bescheidener rijwoning te realiseren op nummer 70, bedoeld voor de zus van de bouwheer. Ondanks zijn kleinere schaal ademde dit pand dezelfde modernistische geest: een zadeldak met verzonken dakgoot, een forse horizontale dakkapel en een speelse gevelcompositie waarin vensters—soms horizontaal gerekt, soms verticaal benadrukt—elkaar in een levendig ritme vonden. De insprong rond de voordeur, met zijn geaccentueerde zij- en bovenlicht, was als een beleefde knik naar de bezoeker. \n\nBeide woningen verankerden zich in de architecturale gelaagdheid van de Leopoldwal, waar 19de-eeuws eclecticisme en vroege 20ste-eeuwse modernismen elkaar fluisterend aflossen. Ze vormden een tastbare schakel in de ontwikkeling van Wielders’ oeuvre en in de bredere regionale bouwgeschiedenis. \n\nToch kreeg de stadsvilla in 2016 een vergunning tot sloop. Met haar verdwijning verdwijnt niet enkel een woning, maar ook een stukje architecturale dialoog tussen traditie en moderniteit. Een gemis dat de stedelijke ruimte voorgoed herschrijft.",
      "coordinates": [50.7788, 5.4693],
      "gradiant": "bg-gradient-to-r from-[#b1a491] via-[#9f907b] to-[#9c8d78]"
    },
    {
      "key": "art-nouveau-sint-jansstraat-7",
      "originalImage": "/assets/jpeg/Art-Nouveauwoning_Sint-Jansstraat.jpeg",
      "name": "Art-Nouveau Sint-Jansstraat 7",
      "status":"Existing",
      "images":"/assets/Art-Nouveauwoning_Sint-Jansstraat.png",
      "description": "Geprangd tussen de ascetische gymnastiekzaal van het klooster- en schoolgebouw ‘Onbevlekte Ontvangenis’ en een fraaie woning in geglazuurde bakstenen van architect Mathieu Christiaens, nestelt zich een rijhuis dat de vroege twintigste eeuw in al haar sierlijkheid ademt. Nabij de robuuste Sint-Janskerk in het ‘leerlooierskwartier’ toont deze stadswoning zich als een bescheiden maar verfijnde representant van de Art Nouveau. \n\nDe façade, opgebouwd uit blauwe en gele geglazuurde bakstenen, onthult de signatuur van ‘Moens Tongres’, een fabrikant die het materiaal voorzag van een glans die in het wisselende daglicht levendig reflecteert. De onderbouw krijgt haar gewicht door geprofileerde blauwe hardsteen, die de voordeur en vensterpartijen stevig inkadert. De hoefijzervormige vensters — omlijst met een spel van geglazuurde bakstenen en kalkstenen ornamentiek — refereren aan een vormentaal die de overgang tussen constructie en decoratie naadloos laat versmelten. \n\nEen kalkstenen waterlijst markeert de overgang naar de eerste verdieping, waar een breed, licht gebogen raam zich uitstrekt over bijna de volledige gevelbreedte. Hier dansen de roeden mee met de zwierige lijn van de boog, een echo van de organische souplesse die de Art Nouveau kenmerkt. Het balkon, een fragiel doch expressief statement, balanceert op zijn smeedijzeren voluten en krijgt extra cachet door de faience tegels die haar flanken sieren. De balkondeur, geflankeerd door kalksteen, draagt bovenaan een sierlijk boogveld waarin een reliëf met florale motieven en een wapenschild als heraldiek van de woning fungeert. \n\nTot slot eist de topgevel zijn rechtmatige rol op als bekroning van het geheel. Het zolderraam, gevangen in een omlijsting van gebogen geglazuurde baksteen, vormt het sluitstuk van een architecturale compositie die getuigt van vakmanschap, stijlbewustzijn en een uitgesproken zin voor ornament. Een woning die zich, ondanks haar bescheiden schaal, moeiteloos inschrijft in de poëtica van de Belgische Art Nouveau.",
      "coordinates": [50.7805, 5.4678],
      "gradiant": "bg-gradient-to-r from-[#e5b6ab] via-[#e39a94] to-[#e0a19d]"
    },
    {
      "key": "opticien-molenaers",
      "originalImage": "/assets/jpeg/OpticienMolenaers.jpeg",
      "name": "Opticien Molenaers",
      "status":"Existing",
      "images":"/assets/OpticienMolenaers.png",
      "description": "In het optimisme van de naoorlogse jaren vond een generatie architecten, geworteld in vooruitgangsdenken en technische innovatie, een vruchtbare bodem voor experiment. Architect Yvan Janssen kreeg binnen dit klimaat de kans om een vooruitstrevend gebouw te realiseren voor Opticien Molenaers in de Maastrichterstraat—een woning annex winkel die exemplarisch is voor de modernistische vormentaal en bouwtechniek van de jaren ’50. \n\nOp een smal en diep perceel werd de constructie tot aan de perceelsgrenzen opgetrokken, een pragmatische keuze die resulteerde in een efficiënt benut volume. De geveltypologie sluit aan bij de destijds opkomende gordijngevels die het straatbeeld van kantoorgebouwen begonnen te bepalen. Hier vertaalt Janssen dit principe naar een lichte en luchtige voorgevel in goudkleurig aluminium en glas, afgewisseld met zwarte panelen. De dragende zijmuren, robuust opgetrokken in breuksteen, contrasteren met de transparantie van de voorgevel en onderstrepen de gelaagde materialiteit van het geheel. \n\nDe interne organisatie van het gebouw is een spel van licht en ruimte. Een centraal atrium, dat functioneert als trappenhuis, deelt het volume in twee helften—de winkelruimte aan de ene kant, het atelier aan de andere. Een pad van stapstenen over water verbindt beide functies en introduceert een speelse beleving van circulatie. De lichtstraat boven het atrium laat het daglicht als een vloeibaar element neerdalen, terwijl glazen overlopen en transparante wanden de doorstroming van licht maximaal benutten. \n\nOp de verdiepingen moduleert een geprefabriceerd systeem van lichte scheidingswanden de woonruimtes, een subtiel staaltje flexibele architectuur. En dan is er nog de zwevende glazen kubus aan de straatzijde—een modernistische vitrine die brilmonturen als sculpturale objecten presenteerde aan de voorbijgangers. \n\nEind jaren ’90 werden enkele ingrepen doorgevoerd die de oorspronkelijk radicale opzet deels temperden: de kubusvormige etalage ruimde plaats voor een conventioneel winkelvenster en de waterpartij verdween. Toch blijft het pand, ondanks deze aanpassingen, een getuigenis van een periode waarin architectuur een manifest was van optimisme, lichtheid en experimenteerdrang.",
      "coordinates": [50.7792, 5.4650],
      "gradiant": "bg-gradient-to-r from-[#97bbd1] via-[#7dacc8] to-[#97bbd1]"
    },
    {
      "key": "woning-charlier",
      "originalImage": "/assets/jpeg/WoningCharlier.jpeg",
      "name": "Woning Charlier",
      "status":"Existing",
      "images":"/assets/WoningCharlier.png",
      "description": "Als een reliek uit een toekomstvisie die nooit helemaal werkelijkheid werd, zweeft deze futuristische woning uit 1963 boven de oevers van de Jeker. Het ontwerp van de Tongerse architect Yvan Janssen is een exuberante manifestatie van het naoorlogse Midcentury Modernisme—een stijl die destijds onverschrokken vooruitblikte en zich laafde aan de esthetiek van de ruimtevaart. Hier geen conventioneel huis, maar een sculpturale capsule die beweging suggereert, als een vliegende schotel die net is geland. \n\nDe asymmetrische compositie wordt bepaald door een licht hellend dak, dat samen met de vloerplaat in beton is gegoten en gedragen wordt door slanke kolommen. De voor- en zijgevels—terugwijkend, volledig in glas—laten het volume zweven en creëren een hybride ruimte waarin binnen en buiten naadloos in elkaar overvloeien. Het overdekte terras, als een uitwaaierende orbitale ring, versterkt dat effect. \n\nMaterialiteit speelt hier een hoofdrol: de transparante structuur contrasteert scherp met het bakstenen volume aan de rechterzijde, gescheiden door een robuuste muur in breuksteen. Stalen raamconstructies en felgekleurde glasal-panelen—oorspronkelijk in een zinderend ‘electric blue’—maken de utopische ambitie van het ontwerp compleet. Dit is geen nostalgisch verleden, maar een ontembare droom van wat architectuur ooit had kunnen zijn.",
      "coordinates": [50.7780, 5.4710],
      "gradiant": "bg-gradient-to-r from-[#f2c5c8] via-[#eebabe] to-[#edb8be]"
    },
    {
      "key": "stadswoning-van-garsse",
      "originalImage": "/assets/jpeg/HuisVanGarsse.jpeg",
      "name": "Stadswoning Van Garsse",
      "status":"Existing",
      "images":"/assets/HuisVanGarsse.png",
      "description": "In de Corversstraat, waar de melancholie van het interbellum zich nog tussen de bakstenen nestelt, verheft zich de stadswoning Van Garsse, een toonbeeld van subtiele monumentaliteit, getekend door architect Pierre Ulrix. Hier geen schreeuwerige bravoure, maar een architectuur die zich nestelt in het stedelijk weefsel met een zekere vanzelfsprekendheid. De rode bakstenen met open voegen geven de gevel een levendige textuur, terwijl de blauwe hardstenen plint als een stoïcijns contrapunt fungeert. De patrijspoorten en garagedeur, omlijst met bordeauxrode glazuurtegels, introduceren een subtiel spel van materialiteit en kleur, geaccentueerd door het glas-in-lood bij de voordeur, dat in de namiddagzon een caleidoscoop van schijnsel werpt op de stoep. \n\nVan Garsse, ooit de thuisbasis van een bloeiende mercerie-groothandel, draagt haar handelsverleden in haar DNA. Achter de asymmetrische gevel ontvouwt zich een gelaagd programma: een commerciële ruimte, een eengezinswoning en een appartement voor de inwonende ouder. Een kangoeroewoning nog voor de term bestond – een vooruitziendheid die de woning tot op vandaag relevant maakt. \n\nToch is het de uitkragende erker die als visueel ankerpunt de aandacht opeist. Met haar afgeronde hoekramen lijkt ze over de benedenstad te waken, een statig uitkijkpunt dat de woning een zekere nautische allure verleent. Het gevelbrede balkon met zijn buisvormige leuning wordt verankerd door een centrale betonnen kolom, bekroond met een vlaggenmast. Een speelse referentie aan de pakketbootstijl, een echo van een tijd waarin reizen nog gepaard ging met grandeur en verwachting. \n\nVan Garsse is geen statisch monument, maar een levendig document van architecturale vernieuwing en stedelijke ambitie. Hier versmelt de grandeur van het interbellum met de functionele gelaagdheid van het moderne wonen, in een dialoog tussen heden en verleden die fluisterend voortduurt.",
      "coordinates": [50.7815, 5.4695],
      "gradiant": "bg-gradient-to-r from-[#969487] via-[#8a887b] to-[#607f89]"
    }
  ]
  